[
  {
    "id": "hm1",
    "name": {
      "es": "Keycaps Artesanales Cyberpunk",
      "en": "Cyberpunk Artisan Keycaps",
      "fr": "Keycaps Artisanaux Cyberpunk"
    },
    "description": {
      "es": "Set de keycaps únicos con diseño cyberpunk, hechos a mano con resina de alta calidad y efectos de iluminación LED integrados.",
      "en": "Unique keycap set with cyberpunk design, handmade with high-quality resin and integrated LED lighting effects.",
      "fr": "Set de keycaps uniques avec design cyberpunk, fabriqués à la main avec de la résine de haute qualité et des effets d'éclairage LED intégrés."
    },
    "long_description": {
      "es": "Cada keycap es una obra de arte única, moldeada a mano con resina transparente y pigmentos especiales que crean efectos holográficos. Incluye iluminación LED RGB personalizable que se sincroniza con tu setup. Perfecto para teclados mecánicos con switches Cherry MX. El set incluye 10 keycaps temáticos con diseños inspirados en la estética cyberpunk: circuitos, neón, y elementos futuristas. Cada pieza está numerada y firmada por el artesano.",
      "en": "Each keycap is a unique work of art, hand-molded with transparent resin and special pigments that create holographic effects. Includes customizable RGB LED lighting that syncs with your setup. Perfect for mechanical keyboards with Cherry MX switches. The set includes 10 themed keycaps with designs inspired by cyberpunk aesthetics: circuits, neon, and futuristic elements. Each piece is numbered and signed by the artisan.",
      "fr": "Chaque keycap est une œuvre d'art unique, moulée à la main avec de la résine transparente et des pigments spéciaux qui créent des effets holographiques. Inclut un éclairage LED RGB personnalisable qui se synchronise avec votre setup. Parfait pour les claviers mécaniques avec switches Cherry MX. Le set comprend 10 keycaps thématiques avec des designs inspirés de l'esthétique cyberpunk : circuits, néon et éléments futuristes. Chaque pièce est numérotée et signée par l'artisan."
    },
    "price": "89.99",
    "original_price": "129.99",
    "thumbnail_image": "/assets/handmade/keycaps-cyberpunk.jpg",
    "feature_images": ["/assets/handmade/keycaps-cyberpunk.jpg", "/assets/handmade/keycaps-cyberpunk-2.jpg", "/assets/handmade/keycaps-cyberpunk-3.jpg", "/assets/handmade/keycaps-cyberpunk-4.jpg"],
    "category": "keycaps",
    "subcategory": "artisan",
    "specs": {
      "Material": "Resina UV de alta calidad",
      "Compatibilidad": "Cherry MX, Gateron, Kailh",
      "Iluminación": "LED RGB integrado",
      "Cantidad": "10 keycaps temáticos",
      "Acabado": "Efecto holográfico",
      "Fabricación": "Hecho a mano",
      "Garantía": "1 año"
    },
    "stock": 15,
    "acquisition_date": "2024-01-15T00:00:00Z",
    "is_offer": true,
    "created_at": "2024-01-15T00:00:00Z",
    "updated_at": "2024-01-15T00:00:00Z"
  },
  {
    "id": "hm2",
    "name": {
      "es": "Mousepad Gaming Personalizado",
      "en": "Custom Gaming Mousepad",
      "fr": "Tapis de Souris Gaming Personnalisé"
    },
    "description": {
      "es": "Mousepad extra grande con diseño personalizado y bordado artesanal. Superficie de tela premium para precisión gaming.",
      "en": "Extra large mousepad with custom design and artisanal embroidery. Premium fabric surface for gaming precision.",
      "fr": "Tapis de souris extra large avec design personnalisé et broderie artisanale. Surface en tissu premium pour la précision gaming."
    },
    "long_description": {
      "es": "Mousepad de 900x400mm con diseño completamente personalizable. La superficie está hecha de tela de microfibra de alta densidad que proporciona un deslizamiento suave y preciso. El borde está bordado a mano con hilos de colores que combinan con tu setup. Incluye base de goma antideslizante y es lavable. Perfecto para gaming competitivo y setups RGB. El diseño se puede personalizar con tu logo, nombre de gamer, o cualquier imagen que desees.",
      "en": "900x400mm mousepad with fully customizable design. The surface is made of high-density microfiber fabric that provides smooth and precise gliding. The edge is hand-embroidered with colored threads that match your setup. Includes non-slip rubber base and is washable. Perfect for competitive gaming and RGB setups. The design can be customized with your logo, gamer name, or any image you want.",
      "fr": "Tapis de souris de 900x400mm avec design entièrement personnalisable. La surface est fabriquée en tissu microfibre haute densité qui assure un glissement fluide et précis. Le bord est brodé à la main avec des fils colorés qui s'harmonisent avec votre setup. Inclut une base en caoutchouc antidérapante et est lavable. Parfait pour le gaming compétitif et les setups RGB. Le design peut être personnalisé avec votre logo, nom de gamer ou toute image souhaitée."
    },
    "price": "45.99",
    "thumbnail_image": "/assets/handmade/mousepad-custom.jpg",
    "feature_images": ["/assets/handmade/mousepad-custom.jpg", "/assets/handmade/mousepad-custom-2.jpg", "/assets/handmade/mousepad-custom-3.jpg"],
    "category": "mousepad",
    "subcategory": "custom",
    "specs": {
      "Tamaño": "900x400mm",
      "Material": "Microfibra premium",
      "Base": "Goma antideslizante",
      "Bordado": "Hecho a mano",
      "Lavable": "Sí",
      "Personalización": "Completa"
    },
    "stock": 25,
    "acquisition_date": "2024-01-10T00:00:00Z",
    "is_offer": false,
    "created_at": "2024-01-10T00:00:00Z",
    "updated_at": "2024-01-10T00:00:00Z"
  },
  {
    "id": "hm3",
    "name": {
      "es": "Wrist Rest Ergonómico",
      "en": "Ergonomic Wrist Rest",
      "fr": "Repose-poignet Ergonomique"
    },
    "description": {
      "es": "Wrist rest ergonómico hecho de madera noble con acabado artesanal. Diseñado para prevenir el síndrome del túnel carpiano.",
      "en": "Ergonomic wrist rest made of noble wood with artisanal finish. Designed to prevent carpal tunnel syndrome.",
      "fr": "Repose-poignet ergonomique en bois noble avec finition artisanale. Conçu pour prévenir le syndrome du canal carpien."
    },
    "long_description": {
      "es": "Wrist rest tallado a mano en madera de nogal con forma ergonómica que se adapta perfectamente a la anatomía de la muñeca. El acabado incluye múltiples capas de aceite natural que protegen la madera y proporcionan una sensación suave al tacto. La altura y el ángulo están optimizados para reducir la tensión en las muñecas durante largas sesiones de gaming o trabajo. Incluye base de goma antideslizante y es compatible con cualquier teclado.",
      "en": "Hand-carved wrist rest in walnut wood with ergonomic shape that perfectly adapts to wrist anatomy. The finish includes multiple layers of natural oil that protect the wood and provide a smooth feel. The height and angle are optimized to reduce wrist strain during long gaming or work sessions. Includes non-slip rubber base and is compatible with any keyboard.",
      "fr": "Repose-poignet sculpté à la main en bois de noyer avec forme ergonomique qui s'adapte parfaitement à l'anatomie du poignet. La finition comprend plusieurs couches d'huile naturelle qui protègent le bois et procurent une sensation douce au toucher. La hauteur et l'angle sont optimisés pour réduire la tension dans les poignets lors de longues sessions de gaming ou de travail. Inclut une base en caoutchouc antidérapante et est compatible avec tout clavier."
    },
    "price": "32.99",
    "thumbnail_image": "/assets/handmade/wrist-rest-wood.jpg",
    "feature_images": ["/assets/handmade/wrist-rest-wood.jpg", "/assets/handmade/wrist-rest-wood-2.jpg"],
    "category": "wrist-rest",
    "subcategory": "wood",
    "specs": {
      "Material": "Madera de nogal",
      "Acabado": "Aceite natural",
      "Dimensiones": "350x80x25mm",
      "Peso": "280g",
      "Fabricación": "Tallado a mano",
      "Base": "Goma antideslizante"
    },
    "stock": 30,
    "acquisition_date": "2024-01-05T00:00:00Z",
    "is_offer": false,
    "created_at": "2024-01-05T00:00:00Z",
    "updated_at": "2024-01-05T00:00:00Z"
  },
  {
    "id": "hm4",
    "name": {
      "es": "Cable USB-C Personalizado",
      "en": "Custom USB-C Cable",
      "fr": "Câble USB-C Personnalisé"
    },
    "description": {
      "es": "Cable USB-C con trenzado artesanal y conectores personalizados. Disponible en múltiples colores y patrones.",
      "en": "USB-C cable with artisanal braiding and custom connectors. Available in multiple colors and patterns.",
      "fr": "Câble USB-C avec tressage artisanal et connecteurs personnalisés. Disponible en plusieurs couleurs et motifs."
    },
    "long_description": {
      "es": "Cable USB-C de alta calidad con trenzado hecho a mano usando técnicas tradicionales. Los conectores están personalizados con colores que combinan con tu setup. El cable es flexible y duradero, perfecto para conectar teclados, mouse, o cualquier dispositivo USB-C. Incluye funda protectora y está disponible en múltiples longitudes. El trenzado no solo es estético sino que también protege el cable de daños.",
      "en": "High-quality USB-C cable with hand-braided using traditional techniques. Connectors are customized with colors that match your setup. The cable is flexible and durable, perfect for connecting keyboards, mice, or any USB-C device. Includes protective sleeve and is available in multiple lengths. The braiding is not only aesthetic but also protects the cable from damage.",
      "fr": "Câble USB-C haute qualité avec tressage fait à la main en utilisant des techniques traditionnelles. Les connecteurs sont personnalisés avec des couleurs qui s'harmonisent avec votre setup. Le câble est flexible et durable, parfait pour connecter claviers, souris ou tout appareil USB-C. Inclut une gaine protectrice et est disponible en plusieurs longueurs. Le tressage n'est pas seulement esthétique mais protège aussi le câble des dommages."
    },
    "price": "24.99",
    "thumbnail_image": "/assets/handmade/cable-usbc.jpg",
    "feature_images": ["/assets/handmade/cable-usbc.jpg", "/assets/handmade/cable-usbc-2.jpg"],
    "category": "cable",
    "subcategory": "usb-c",
    "specs": {
      "Longitud": "1.5m",
      "Trenzado": "Hecho a mano",
      "Conectores": "Personalizados",
      "Material": "Cobre estañado",
      "Funda": "Protectora incluida",
      "Garantía": "6 meses"
    },
    "stock": 50,
    "acquisition_date": "2024-01-12T00:00:00Z",
    "is_offer": false,
    "created_at": "2024-01-12T00:00:00Z",
    "updated_at": "2024-01-12T00:00:00Z"
  },
  {
    "id": "hm5",
    "name": {
      "es": "Desk Mat RGB Personalizado",
      "en": "Custom RGB Desk Mat",
      "fr": "Tapis de Bureau RGB Personnalisé"
    },
    "description": {
      "es": "Desk mat con iluminación RGB integrada y diseño personalizado. Control remoto para efectos de iluminación.",
      "en": "Desk mat with integrated RGB lighting and custom design. Remote control for lighting effects.",
      "fr": "Tapis de bureau avec éclairage RGB intégré et design personnalisé. Télécommande pour les effets d'éclairage."
    },
    "long_description": {
      "es": "Desk mat de 1200x600mm con tiras LED RGB integradas en los bordes. El diseño se puede personalizar completamente y la iluminación se controla mediante un mando a distancia inalámbrico. Incluye 20 modos de iluminación diferentes y se puede sincronizar con música. La superficie es de tela gaming de alta calidad y la base de goma antideslizante. Perfecto para setups gaming y streaming.",
      "en": "1200x600mm desk mat with RGB LED strips integrated into the edges. The design can be completely customized and the lighting is controlled via a wireless remote. Includes 20 different lighting modes and can sync with music. The surface is high-quality gaming fabric and the base is non-slip rubber. Perfect for gaming and streaming setups.",
      "fr": "Tapis de bureau de 1200x600mm avec bandes LED RGB intégrées dans les bords. Le design peut être entièrement personnalisé et l'éclairage est contrôlé via une télécommande sans fil. Inclut 20 modes d'éclairage différents et peut se synchroniser avec la musique. La surface est en tissu gaming haute qualité et la base en caoutchouc antidérapante. Parfait pour les setups gaming et streaming."
    },
    "price": "79.99",
    "original_price": "99.99",
    "thumbnail_image": "/assets/handmade/desk-mat-rgb.jpg",
    "feature_images": ["/assets/handmade/desk-mat-rgb.jpg", "/assets/handmade/desk-mat-rgb-2.jpg", "/assets/handmade/desk-mat-rgb-3.jpg"],
    "category": "desk-mat",
    "subcategory": "rgb",
    "specs": {
      "Tamaño": "1200x600mm",
      "Iluminación": "RGB con control remoto",
      "Modos": "20 efectos diferentes",
      "Sincronización": "Con música",
      "Material": "Tela gaming premium",
      "Alimentación": "USB-C"
    },
    "stock": 10,
    "acquisition_date": "2024-01-08T00:00:00Z",
    "is_offer": true,
    "created_at": "2024-01-08T00:00:00Z",
    "updated_at": "2024-01-08T00:00:00Z"
  },
  {
    "id": "hm6",
    "name": {
      "es": "Headphone Stand Artesanal",
      "en": "Artisan Headphone Stand",
      "fr": "Support de Casque Artisanal"
    },
    "description": {
      "es": "Soporte para auriculares tallado en madera noble con acabado artesanal. Diseño minimalista y elegante.",
      "en": "Headphone stand carved in noble wood with artisanal finish. Minimalist and elegant design.",
      "fr": "Support de casque sculpté en bois noble avec finition artisanale. Design minimaliste et élégant."
    },
    "long_description": {
      "es": "Soporte para auriculares tallado a mano en madera de cerezo con diseño minimalista que combina funcionalidad y belleza. El acabado incluye múltiples capas de barniz natural que resaltan la veta de la madera. La base es estable y pesada para evitar que se vuelque. Incluye almohadilla de fieltro en la parte superior para proteger los auriculares. Perfecto para setups gaming y audio profesionales.",
      "en": "Hand-carved headphone stand in cherry wood with minimalist design that combines functionality and beauty. The finish includes multiple layers of natural varnish that highlight the wood grain. The base is stable and heavy to prevent tipping. Includes felt pad on top to protect headphones. Perfect for gaming and professional audio setups.",
      "fr": "Support de casque sculpté à la main en bois de cerisier avec design minimaliste qui allie fonctionnalité et beauté. La finition comprend plusieurs couches de vernis naturel qui mettent en valeur le grain du bois. La base est stable et lourde pour éviter le basculement. Inclut un coussinet en feutre sur le dessus pour protéger les casques. Parfait pour les setups gaming et audio professionnels."
    },
    "price": "55.99",
    "thumbnail_image": "/assets/handmade/headphone-stand.jpg",
    "feature_images": ["/assets/handmade/headphone-stand.jpg", "/assets/handmade/headphone-stand-2.jpg"],
    "category": "stand",
    "subcategory": "headphone",
    "specs": {
      "Material": "Madera de cerezo",
      "Altura": "25cm",
      "Base": "Estable y pesada",
      "Almohadilla": "Fieltro protector",
      "Acabado": "Barniz natural",
      "Fabricación": "Tallado a mano"
    },
    "stock": 20,
    "acquisition_date": "2024-01-20T00:00:00Z",
    "is_offer": false,
    "created_at": "2024-01-20T00:00:00Z",
    "updated_at": "2024-01-20T00:00:00Z"
  }
]
